[
    {
        "k": "3U",
        "v": "四川"
    },
    {
        "k": "8C",
        "v": "东星"
    },
    {
        "k": "8L",
        "v": "祥鹏"
    },
    {
        "k": "9C",
        "v": "春秋"
    },
    {
        "k": "BK",
        "v": "奥凯"
    },
    {
        "k": "CA",
        "v": "国航"
    },
    {
        "k": "CN",
        "v": "大新华"
    },
    {
        "k": "CZ",
        "v": "南航"
    },
    {
        "k": "EU",
        "v": "成航"
    },
    {
        "k": "FM",
        "v": "上航"
    },
    {
        "k": "G5",
        "v": "华夏"
    },
    {
        "k": "GS",
        "v": "天津"
    },
    {
        "k": "HO",
        "v": "吉祥"
    },
    {
        "k": "HU",
        "v": "海航"
    },
    {
        "k": "JD",
        "v": "首都"
    },
    {
        "k": "JR",
        "v": "幸福"
    },
    {
        "k": "KN",
        "v": "联航"
    },
    {
        "k": "KY",
        "v": "昆航"
    },
    {
        "k": "MF",
        "v": "厦航"
    },
    {
        "k": "MU",
        "v": "东航"
    },
    {
        "k": "NS",
        "v": "河北"
    },
    {
        "k": "OQ",
        "v": "重庆"
    },
    {
        "k": "PN",
        "v": "西部"
    },
    {
        "k": "SC",
        "v": "山东"
    },
    {
        "k": "TV",
        "v": "西藏"
    },
    {
        "k": "VD",
        "v": "河南"
    },
    {
        "k": "ZH",
        "v": "深航"
    },
    {
        "k": "QW",
        "v": "青岛"
    },
    {
        "k": "GJ",
        "v": "浙江长龙"
    },
    {
        "k": "FU",
        "v": "福州"
    },
    {
        "k": "KA",
        "v": "港龙"
    },
    {
        "k": "KE",
        "v": "大韩"
    },
    {
        "k": "OZ",
        "v": "韩亚"
    },
    {
        "k": "JL",
        "v": "日航"
    },
    {
        "k": "NH",
        "v": "全日空"
    },
    {
        "k": "SQ",
        "v": "新加坡"
    },
    {
        "k": "TG",
        "v": "泰国"
    },
    {
        "k": "NW",
        "v": "美国西北"
    },
    {
        "k": "AC",
        "v": "加拿大"
    },
    {
        "k": "UA",
        "v": "美国联合"
    },
    {
        "k": "BA",
        "v": "英国"
    },
    {
        "k": "KL",
        "v": "荷兰皇家"
    },
    {
        "k": "LH",
        "v": "德国汉莎"
    },
    {
        "k": "AF",
        "v": "法航"
    },
    {
        "k": "SR",
        "v": "瑞士"
    },
    {
        "k": "SU",
        "v": "俄罗斯"
    },
    {
        "k": "QF",
        "v": "澳航"
    },
    {
        "k": "AY",
        "v": "芬兰"
    },
    {
        "k": "AZ",
        "v": "意大利"
    },
    {
        "k": "MH",
        "v": "马来西亚"
    },
    {
        "k": "NX",
        "v": "澳门"
    },
    {
        "k": "CX",
        "v": "国泰"
    },
    {
        "k": "VH",
        "v": "越南"
    },
    {
        "k": "UB",
        "v": "缅甸"
    },
    {
        "k": "JD",
        "v": "日本株式会"
    },
    {
        "k": "EK",
        "v": "阿联酋"
    },
    {
        "k": "DZ",
        "v": "东海"
    }
]